import React from 'react';

const Info = () => {
        return (
                <div class="infoPos" id="about">
                        <div className="info">
                                <div className="infoContent">
                                        <p className="infoText">
                                        Хочешь сдать ЕГЭ по интересующему тебя предмету на 100 баллов,
                                        но понимаешь, что одному готовиться будет весьма тяжеловато? 
                                        Специально для таких ребят как ты, мы создали сайт, на котором вы сможете 
                                        выбрать высоко квалифицированных преподавателей, которые смогут найти подход
                                        как очень умному, не выпускающему из рук учебника гению, так и заядлому
                                        двоечнику, который под конец школы решил взяться за ум и хорошо сдать
                                        выпускные экзамены.
                                        
                                        </p>
                                        <p className="infoText">
                                        На сайте представлены наши проверенные преподаватели - нажми на кнопку связаться,
                                        указав свою почту, имя и мобильный телефон, и преподаватель обязательно с тобой
                                        свяжется и обсудит организационные моменты.
                                        
                                        </p>
                                        <p className="infoText">
                                        Хочешь стать одним из преподавателей? Специально для тебя в самом низу сайта,
                                        мы подготовили анкету - заполни ее и становись частью команды. GL HF!!!
                                        </p>
                                </div>
                        </div>
                </div>
        );
};

export default Info;